
"qtMovieViewAccessibilityMovie" = "фильм";
"qtMovieViewAccessibilityRole" = "роль";
"qtMovieViewAccessibilitySubrole" = "суброль";
"qtMovieViewAccessibilityView" = "вид";
"qtMovieViewAccessibilityImage" = "изображение";

"qtMovieViewContextMenuFlashBack" = "Назад";
"qtMovieViewContextMenuFlashForward" = "Вперед";
"qtMovieViewContextMenuFlashLoop" = "Зациклить";
"qtMovieViewContextMenuFlashPlay" = "Воспроизведение";
"qtMovieViewContextMenuFlashRewind" = "Перемотать";
"qtMovieViewContextMenuFlashShowAll" = "Показать все";
"qtMovieViewContextMenuFlashZoomIn" = "Увеличить";
"qtMovieViewContextMenuFlashZoomOut" = "Уменьшить";

"qtMovieViewContextMenuLinearCopy" = "Копировать";
"qtMovieViewContextMenuLinearCut" = "Вырезать";
"qtMovieViewContextMenuLinearPaste" = "Вставить";
"qtMovieViewContextMenuLinearPlay" = "Воспроизведение";
"qtMovieViewContextMenuLinearRedo" = "Повторить";
"qtMovieViewContextMenuLinearSelectAll" = "Выбрать все";
"qtMovieViewContextMenuLinearSelectNone" = "Снять выделение";
"qtMovieViewContextMenuLinearStop" = "Прекратить";
"qtMovieViewContextMenuLinearUndo" = "Отменить";

"qtMovieViewEditCut" = "Вырезать";
"qtMovieViewEditCopy" = "Копировать";
"qtMovieViewEditPaste" = "Вставить";
"qtMovieViewEditDelete" = "Очистить";
"qtMovieViewEditAdd" = "Добавить";
"qtMovieViewEditAddScaled" = "Добавить с изменением масштаба";
"qtMovieViewEditReplace" = "Заменить";
"qtMovieViewEditTrim" = "Подогнать";
"qtMovieViewEditDrop" = "Переместить";

"qtMovieFlattenOperation" = "Выравниваю фильм...";
"qtMovieInsertTrackSegmentOperation" = "Вставляю сегмент дорожки...";
"qtMovieInsertMovieSegmentOperation" = "Вставляю сегмент фильма...";
"qtMoviePasteOperation" = "Вставляю...";
"qtMovieAddMovieSelectionOperation" = "Добавляю фрагмент фильма...";
"qtMovieCopyOperation" = "Копирую...";
"qtMovieCutOperation" = "Вырезаю...";
"qtMovieLoadMovieIntoRamOperation" = "Загружаю фильм в RAM...";
"qtMovieLoadTrackIntoRamOperation" = "Загружаю дорожку в RAM...";
"qtMovieLoadMediaIntoRamOperation" = "Загружаю данные с носителя в RAM...";
"qtMovieImportOperation" = "Импортирую фильм...";
"qtMovieExportOperation" = "Экспортирую фильм...";
"qtMovieUnknownOperation" = "Выполнение неизвестной операции...";

"qtMovieViewClippingName" = "Фрагмент фильма ";

"QTMoviePosterTimeAttribute" = "Установить время";
"QTTrackHighQualityVideoAttribute" = "Установить высококачественное видео";
"QTTrackDeinterlaceVideoAttribute" = "Установить фильтр чересстрочного  видео";
"QTTrackSingleFieldVideoAttribute" = "Установить видео с одним полем";
"QTTrackPreloadTrackAttribute" = "Установить предварительно загруженную дорожку";
"QTTrackNeverPurgeTrackAttribute" = "Никогда не стираемая дорожка";
"QTTrackMatrixAttribute" = "Установить матрицу дорожки";
"QTTrackChapterlistAttribute" = "Установить список глав";
"QTTrackMaskAttribute" = "Установить маску дорожки";
"QTTrackVolumeAttribute" = "Установить громкость дорожки";
"QTTrackBalanceAttribute" = "Установить баланс дорожки";
"QTTrackHrefAttribute" = "Установить ссылку дорожки";
"QTTrackTransferModeAttribute" = "Установить режим передачи видео";
"QTTrackOperationColorAttribute" = "Установить цвет режима видео";
"QTTrackEnabledAttribute" = "Установить «Дорожка включена»";
"QTTrackLanguageAttribute" = "Установить язык дорожки";
"QTTrackLayerAttribute" = "Установить уровень дорожки";
"QTTrackDisplayNameAttribute" = "Установить название дорожки";

"QTTrackDefaultName" = "Дорожка";
"QTTextTrackDefaultName" = "Текстовая дорожка";
"QTChapterTrackDefaultName" = "Дорожка главы";
"QTVideoTrackDefaultName" = "Видеодорожка";
"QTSoundTrackDefaultName" = "Аудиодорожка";
"QTSubtitleTrackDefaultName" = "Дорожка субтитров";
"QTClosedCaptionTrackDefaultName" = "Дорожка скрытых субтитров";

"QTFormatDescriptionVideoFormatSummary" = "%@, %.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@, %.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC (защищенное)";
"QTFormatDescriptionProtectedAC3Format" = "AC3 (защищенное)";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "Видео";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "Аудио";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Muxed Media";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "Текст";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "Неизвестно";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "MPEG-1 System Stream";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "MPEG-2 Transport Stream";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "MPEG-2 Program Stream";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "Мультиплексированный поток DV";

"QTCaptureDeviceUnknownDevice" = "Неизвестное устройство";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "Animation Best Quality";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG высокого качества";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160x120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320x240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "H.264 — высокое качество";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160x120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320x240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC -высокое качество";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC-качество голоса ";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "Формат: Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "Формат: AAC\nБитрейт: 128 Кбит/с на канал";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "Формат: AAC\nБитрейт: 32 Кбит/с на канал\nЧастота дискретизации: 22,050 КГц";

"QTCompressionOptionsCompressorSummary" = "Сжатие: %@";
"QTCompressionOptionsSizeSummary" = "Максимальный размер: %d x %d";

"qtKitError" = "Ошибка";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "Диск заполнен.";
"qtKitErrorString35" = "Не удалось найти том.";
"qtKitErrorString36" = "Произошла ошибка ввода/вывода.";
"qtKitErrorString37" = "Обнаружено неверное имя файла или тома.";
"qtKitErrorString38" = "Файл не открыт.";
"qtKitErrorString39" = "Достигнут конец файла.";
"qtKitErrorString41" = "Память полная.";
"qtKitErrorString42" = "Открыто слишком много файлов.";
"qtKitErrorString43" = "Не удалось найти файл или каталог.";
"qtKitErrorString44" = "Том заблокирован.";
"qtKitErrorString45" = "Файл заблокирован.";
"qtKitErrorString46" = "Том заблокирован.";
"qtKitErrorString47" = "Файл занят.";
"qtKitErrorString48" = "Файл с таким именем уже существует.";
"qtKitErrorString192" = "Необходимый ресурс не найден.";
"qtKitErrorString193" = "Необходимый файл ресурса не найден.";
"qtKitErrorString194" = "Попытка добавить ресурс в файл не удалась.";
"qtKitErrorString195" = "Попытка добавить ссылку ресурса в файл не удалась.";
"qtKitErrorString196" = "Попытка удалить ресурс не удалась.";
"qtKitErrorString197" = "Попытка удалить ссылку ресурса не удалась.";
"qtKitErrorString198" = "Найден ресурс с несогласованным атрибутом.";
"qtKitErrorString199" = "Карта ресурса неверная.";
"qtKitErrorString1409" = "Указанная ветвь файла не существует.";
"qtKitErrorString2000" = "Не выяснена необходимая ссылка данных.";
"qtKitErrorString2001" = "В фильме обнаружено неверное описание изображения.";
"qtKitErrorString2002" = "В фильме обнаружен неверный элемент.";
"qtKitErrorString2003" = "Не удалось найти обработчик данных, требуемый фильмом.";
"qtKitErrorString2004" = "Не удалось открыть обработчик данных, требуемый фильмом.";
"qtKitErrorString2005" = "В фильме обнаружен неверный тип компонента.";
"qtKitErrorString2006" = "Не удалось найти обработчик медиафайлов, требуемый фильмом.";
"qtKitErrorString2007" = "Не удалось найти обработчик данных, требуемый фильмом.";
"qtKitErrorString2008" = "В фильме обнаружены неверные мультимедийные данные.";
"qtKitErrorString2009" = "В фильме обнаружена неверная дорожка.";
"qtKitErrorString2010" = "Фильм содержит некоторые неверные данные.";
"qtKitErrorString2011" = "Фильм содержит неверную таблицу дискретизации.";
"qtKitErrorString2012" = "Фильм содержит неверную ссылку данных.";
"qtKitErrorString2013" = "Фильм содержит неверный обработчик данных.";
"qtKitErrorString2014" = "Фильм содержит неверное значение продолжительности.";
"qtKitErrorString2015" = "Фильм содержит неверное значение времени.";
"qtKitErrorString2016" = "Элемент фильма не удалось сохранить в фильме.";
"qtKitErrorString2017" = "Фильм содержит неверный список редактирования.";
"qtKitErrorString2018" = "Типы мультимедийных данных фильма не совпадают.";
"qtKitErrorString2019" = "Операция отменена.";
"qtKitErrorString2020" = "Movies Toolbox не инициализирован.";
"qtKitErrorString2021" = "Необходимый рабочий файл не найден.";
"qtKitErrorString2022" = "Не удалось создать файл с одним разделом.";
"qtKitErrorString2023" = "Состояние редактирования было неверным.";
"qtKitErrorString2024" = "Состояние редактирования не совпадает.";
"qtKitErrorString2025" = "Состояние редактирования устарело.";
"qtKitErrorString2026" = "Отсутствуют некоторые пользовательские данные фильма.";
"qtKitErrorString2027" = "Обнаружена ошибка в программе.";
"qtKitErrorString2028" = "Получен неверный индекс дорожки.";
"qtKitErrorString2029" = "Не удалось найти ID-номер дорожки.";
"qtKitErrorString2030" = "Данная дорожка не содержится в фильме.";
"qtKitErrorString2031" = "Указанное время не содержится в данной дорожке.";
"qtKitErrorString2032" = "Указанное время не содержится в данном медиафайле.";
"qtKitErrorString2033" = "Получен неверный индекс редактирования.";
"qtKitErrorString2034" = "Произошла непредвиденная ошибка QuickTime.";
"qtKitErrorString2035" = "Не удалось активировать необходимую дорожку.";
"qtKitErrorString2036" = "В фильме обнаружен неверный прямоугольник.";
"qtKitErrorString2037" = "В фильме обнаружен неверный номер дискретизации.";
"qtKitErrorString2038" = "В фильме обнаружено неверное число блоков.";
"qtKitErrorString2039" = "В фильме обнаружен неверный индекс описания дискретизации.";
"qtKitErrorString2040" = "В фильме обнаружен неверный параметр кэширования блоков.";
"qtKitErrorString2041" = "В фильме обнаружено неверное описание дискретизации.";
"qtKitErrorString2042" = "Вилка данных файла не открыта для чтения.";
"qtKitErrorString2043" = "Вилка данных файла не открыта для записи.";
"qtKitErrorString2044" = "Вилка данных файла уже была открыта для записи.";
"qtKitErrorString2045" = "Вилка данных файла уже закрыта.";
"qtKitErrorString2046" = "Достигнут конец данных фильма.";
"qtKitErrorString2047" = "Обнаружена неверная ссылка данных.";
"qtKitErrorString2048" = "Этот файл не является файлом фильма.";
"qtKitErrorString2049" = "В фильме обнаружен неверный контейнер ссылки данных.";
"qtKitErrorString2050" = "В фильме обнаружен неверный индекс ссылки данных.";
"qtKitErrorString2051" = "Фильм не имеет ни одного файла данных на диске. Сохраните фильм и повторите попытку.";
"qtKitErrorString2052" = "Не удалось использовать существующую дискретизацию данных.";
"qtKitErrorString2053" = "Программа произвела попытку использовать неподдерживаемую функцию.";
"qtKitErrorString2125" = "Слишком большое смещение в файле.";
"qtKitErrorString2149" = "Недостаточно данных фильма.";
"qtKitErrorString5000" = "У Вас недостаточно прав для этой операции.";
"qtKitErrorString8969" = "Фильм содержит некоторые неверные данные.";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "Операцию не удалось завершить.";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "Операцию не удалось завершить из-за неизвестной ошибки. (%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "Обработка медиафайла невозможна.";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "Некоторые  медиаресурсы несовместимы с носителями мультимедиа.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "Не удалось получить медиафайлы с устройства «%@», т.к. они уже используется иным образом в этой программе.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "Попытайтесь остановить операции, использующие устройство «%@», или дождаться их завершения. ";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "Произошел сбой записи, т.к. данные не были получены.";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "Убедитесь, что источник входа медиа включен и работатет в режиме воспроизведения.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "Запись остановлена, т.к. конфигурация источников медиа и носителей назначения изменены.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "Попытайтесь повторить запись.";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "Запись на «%@» остановлена, т.к. диск «%@» почти полон.";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "Попытайтесь удалить файлы с диска «%@» или записать их на другой диск.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "Запись остановлена, т.к. устройство «%@» было выключено или отсоединено.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "Попытайтесь включить или подсоединить устройство «%@» повторно, чтобы продолжить запись.";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "Запись остановлена, т.к. формат медиаресурса изменен.";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "Медиа различных форматов не могут быть записаны в общий файл.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "Запись остановлена, т.к. файл не может быть длиннее, чем %@.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "Максимальная продолжительность: %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "Запись остановлена, т.к. файл не может быть больше, чем %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "Максимальный размер файла: %@.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "Запись остановлена из-за прерывания при вводе.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "Попытайтесь завершить программы или отсоединить устройства, использующие ресурсы, необходимые для записи.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "Не удалось открыть устройство «%@», т.к. оно не подключено или выключено.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "Попытайтесь включить или подсоединить устройство «%@», прежде чем открыть его.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "Не удалось открыть устройство, т.к. оно не подсоединено или выключено.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "Попытайтесь включить или подсоединить устройства, прежде чем открывать их.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "Не удалось открыть устройство «%@», т.к. оно используется другой программой.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Остановите операции, использующие устройство «%@», дождитесь их завершения или завершите программу, использующую устройство.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "Не удалось открыть устройство «%@», т.к. конфликтующее устройство «%@» уже открыто.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "Попытайтесь остановить операции, использующие устройство «%@».";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "Запись остановлена: достигнута максимальная допустимая длительность для файла.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "Попробуйте продолжить запись в новый файл.";

"qtKitDataSizeInBytes" = "%@ байт";
"qtKitDataSizeInKilobytes" = "%@ КБ";
"qtKitDataSizeInMegabytes" = "%@ МБ";
"qtKitDataSizeInGigabytes" = "%@ ГБ";
"qtKitDataSizeInTerabytes" = "%@ ТБ";
"qtKitDataSizeInPetabytes" = "%@ ПБ";
"qtKitDataSizeInExabytes" = "%@ ЭБ";
"qtKitInexactAndExactDataSize" = "%@ (%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "Черно-белый";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "Тысячи";
"qtKitBitDepthStringForMillionsColors" = "Миллионы";
"qtKitBitDepthStringForMillionsPlusColors" = "Много миллионов";
"qtKitBitDepthStringForUnknownColors" = "Неизвестно";
"qtKitBitDepthStringForColorsColors" = "Цвета";
"qtKitBitDepthStringForGrayColors" = "Оттенки серого";
